const STUDENTS = [
  {
    "id": "teacher",
    "name": "向泉州",
    "photo": "photos/teacher-向泉州.jpg",
    "message": "山水一程，不负相见。\n一应终末，皆为新生。\n愿今日之别，换他日相逢。\n未来再见！",
    "major": "辅导员"
  },
  {
    "id": "22300680140",
    "name": "敖淑娇",
    "photo": "photos/22300680140-敖淑娇.jpg",
    "message": "祝你毕业快乐！祝我毕业快乐！四年好快啊，总感觉离大一入学时收集班级同学自我介绍照片搓推送的日子也没有过去很久。有空一起吃饭！",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680098",
    "name": "鲍生鹏",
    "photo": "photos/22300680098-鲍生鹏.jpg",
    "message": "四年复旦时光，从泛海楼的夕阳落日到五角场的银杏树影，我读懂了开放与包容的力量。愿我们带着经世济民的初心，在世界的棋盘上落子无悔，也永远记得光草上的晚风和\"博学而笃志\"的誓言。心怀荣耀，勇往直前！毕业快乐，前程似锦！",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680166",
    "name": "蔡裕芝",
    "photo": "photos/22300680166-蔡裕芝.jpg",
    "message": "前路漫漫亦灿灿，愿彼此前程似锦，皆得所愿。",
    "major": "财政学"
  },
  {
    "id": "22300680167",
    "name": "陈葭迤",
    "photo": "photos/22300680167-陈葭迤.jpg",
    "message": "四年光阴如风，已吹干喜悲。感谢我曾在经院遇到的每个人，感谢你们伴我，助我，教我成长。我们从五湖四海来，如今又要到天南地北去。庆幸相遇，无憾别离。只愿我们此去繁花似锦，再相逢依旧如故。毕业快乐！",
    "major": "财政学"
  },
  {
    "id": "22300680136",
    "name": "陈静",
    "photo": "photos/22300680136-陈静.jpg",
    "message": "学生寄语：\n熠熠向前，事事登高。",
    "major": "国际经济与贸易"
  },
  {
    "id": "21300680295",
    "name": "陈沛铃",
    "photo": "photos/21300680295-陈沛铃.jpg",
    "message": "向井里扔下一颗石子，十年后听到回声。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680180",
    "name": "陈沿林",
    "photo": "photos/22300680180-陈沿林.jpg",
    "message": "去感受、去经历，在热火朝天的人类生活中去长出智慧。",
    "major": "财政学"
  },
  {
    "id": "22300680148",
    "name": "陈琰琦",
    "photo": "photos/22300680148-陈琰琦.jpg",
    "message": "保持热爱，奔赴山海。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680248",
    "name": "陈祎可",
    "photo": "photos/22300680248-陈祎可.jpg",
    "message": "关于沉溺与坠落的时刻，要记住，更要去相信，相信纯粹与正义，风的低语，相信所有行动皆有意义，铁会融化在雪里，而我们终会在岸边相遇。\n——班宇《冬泳》",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680044",
    "name": "陈展",
    "photo": "photos/22300680044-陈展.jpg",
    "message": "虽说平日里交集不算多，许多同学还未来得及真正熟悉，但能在同一方校园、同一段时光里求学成长，便已是难得的缘分。回望来路，行囊已满；辞别校园，各赴山海。愿各位同学前路坦荡，所行皆坦途，所得皆所愿。",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "20300686040",
    "name": "崔昌珉",
    "photo": "photos/20300686040-崔昌珉.jpg",
    "message": "毕业寄语：\n这是一条毕业寄语，\n表达了作者毕业时的思乡之情。\n以下为寄语全文：\n我去，毕业了！我去，毕业了！我去，毕业了！\n我去，毕业了！我去，毕业了！我去，毕业了！\n我去，毕业了！我去，毕业了！我去，毕业了！",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680209",
    "name": "戴思晗",
    "photo": "photos/22300680209-戴思晗.jpg",
    "message": "复旦见证了我人生中许多重要的改变和成长。通过四年的学习生活，我脱变成了一个可以独当一面的成年人，让我有机会发挥自己的潜力，去达成富有挑战性的成就。\n感恩遇见，奔赴山海，期待与大家有缘江湖再见！",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "22300680061",
    "name": "邓凯源",
    "photo": "photos/22300680061-邓凯源.jpg",
    "message": "回望四年，最珍贵的不只是课堂上的知识，更是经院给予我们的视野、底气与同行的温暖。感谢所有相遇，也珍藏每一段共同成长的时光。愿此去山高海阔，我们仍能保持热爱与真诚，在各自的人生道路上坚定前行，未来可期。",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "22300680153",
    "name": "丁梦燃",
    "photo": "photos/22300680153-丁梦燃.jpg",
    "message": "少年自此远行，山长水阔，不必回望。此后或平庸，或惊艳，或绚烂，或低徊；是风是雨，皆为人生。这本就是一场无法折返的长途，祝你此去坦荡，自在如风。惟愿他年重逢时，眼里仍有星光，笑中依旧少年。",
    "major": "财政学"
  },
  {
    "id": "22300680211",
    "name": "丁其格",
    "photo": "photos/22300680211-丁其格.jpg",
    "message": "我们每天度过的日常，也许是接连发生的奇迹。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680185",
    "name": "董世娟",
    "photo": "photos/22300680185-董世娟.jpg",
    "message": "明朝即长路，惜取此时心。愿我们从此刻启程，心怀热爱，全力以赴，下次见面仍意趣且自在。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680082",
    "name": "杜昊宸",
    "photo": "photos/22300680082-杜昊宸.jpg",
    "message": "抱住两厅双套\n天空海阔任你行",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680070",
    "name": "杜昱君",
    "photo": "photos/22300680070-杜昱君.jpg",
    "message": "相聚复旦经院，共度滚烫四年。课堂求索真知，相伴奔赴成长。毕业不是终点，而是崭新启程。愿我辈学子心怀格局眼界，兼具勇气热忱，立足时代浪潮笃定前行，不负母校栽培，不负少年理想，前程坦荡，万事可期。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680110",
    "name": "段子欣",
    "photo": "photos/22300680110-段子欣.jpg",
    "message": "感谢经济学院，愿我们带着经世济民的初心，奔赴山海，在各自领域继续发光。毕业快乐，后会有期！",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680154",
    "name": "冯时怡",
    "photo": "photos/22300680154-冯时怡.jpg",
    "message": "径行直逐，青云万里。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680215",
    "name": "顾家",
    "photo": "photos/22300680215-顾家.jpg",
    "message": "寄语：四年很短，人生很长。感谢母校的培养与师长的教诲。前路未必平坦，但每一步都算数。愿我们保持清醒与热爱，在各自的领域踏实耕耘，不负所学，不负时代。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680020",
    "name": "韩宇鑫",
    "photo": "photos/22300680020-韩宇鑫.jpg",
    "message": "我从不后悔选择复旦，选择经院，选择世经系。感恩所有为我授课的老师们，在你们的课堂上我未曾虚度半分光阴。在这里的四年非常愉快，再见32号楼，再见希德书院，再见南区，我会想念你们的。祝平安。",
    "major": "国际经济与贸易"
  },
  {
    "id": "21300680127",
    "name": "何家健",
    "photo": "photos/21300680127-何家健.jpg",
    "message": "浩荡百川流。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680217",
    "name": "何一舟",
    "photo": "photos/22300680217-何一舟.jpg",
    "message": "感激四年间与大家的相遇。愿同学和老师前路平坦，期待再聚。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680161",
    "name": "何怡嘉",
    "photo": "photos/22300680161-何怡嘉.jpg",
    "message": "学生寄语\n感恩与复旦经院的相遇。在这里，我认识了一群温暖的朋友和老师，我做了很多有意思的事情。希望之后能和大家一直一起走下去，一起探索更多！",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680198",
    "name": "洪啓霖",
    "photo": "photos/22300680198-洪啓霖.jpg",
    "message": "以前总觉得“白驹过隙”只是课本里的陈词滥调，直到快毕业了，才真正体会到这四个字。故事总要继续，祝好，在数不尽的明天。",
    "major": "国际经济与贸易"
  },
  {
    "id": "21300680143",
    "name": "胡莠晗",
    "photo": "photos/21300680143-胡莠晗.jpg",
    "message": "千里自同风。",
    "major": "国际经济与贸易"
  },
  {
    "id": "21307130443",
    "name": "黄靖然",
    "photo": "photos/21307130443-黄靖然.jpg",
    "message": "宏大的理想未必能够对抗虚无，微小的选择却可以。\n愿落子无悔。",
    "major": "国际经济与贸易"
  },
  {
    "id": "21300680131",
    "name": "黄俊钦",
    "photo": "photos/21300680131-黄俊钦.jpg",
    "message": "Time to go",
    "major": ""
  },
  {
    "id": "22300680141",
    "name": "黄思婕",
    "photo": "photos/22300680141-黄思婕.jpg",
    "message": "博学而笃志，切问而近思，追求“无用”之用，在快节奏、强目的导向的社会里慢下来，暂且抛掉务实主义与实用主义，去追求属于自由思想与灵魂的浪漫，愿未来的每个秋天都带着瑰丽的色彩。",
    "major": "财政学"
  },
  {
    "id": "21300680185",
    "name": "黄思乐",
    "photo": "photos/21300680185-黄思乐.jpg",
    "message": "不做攀附的凌霄花，我必须是一颗木棉，作为树的形象站立，根紧扎在地下，叶茁长往云里。我有我红硕的花朵，像沉重的叹息，又像英勇的火炬。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680175",
    "name": "李彩娇",
    "photo": "photos/22300680175-李彩娇.jpg",
    "message": "寄语：很开心能与大家共度这四年时光，离别总是不舍的，希望大家天天开心~",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "22300680146",
    "name": "李佳盈",
    "photo": "photos/22300680146-李佳盈.jpg",
    "message": "四载经院求索，习得权衡之智，亦明经世济民之志。感恩师长引路、同窗相伴。愿往后以理性观世，以热忱立身，不负所学，奔赴山海，前程璀璨。",
    "major": "财政学"
  },
  {
    "id": "21300680278",
    "name": "李姝昀",
    "photo": "photos/21300680278-李姝昀.jpg",
    "message": "心简单 世界就是童话\n心复杂 世界就是迷宫",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680073",
    "name": "李鑫睿",
    "photo": "photos/22300680073-李鑫睿.jpg",
    "message": "平静而不消沉，热情但不激奋。\n我们远方见！",
    "major": "财政学"
  },
  {
    "id": "22300680169",
    "name": "李煜琪",
    "photo": "photos/22300680169-李煜琪.jpg",
    "message": "人生不是轨迹，是原野。愿未来的我们，依旧真诚、自由、勇敢，奔向更辽阔的世界。",
    "major": "财政学"
  },
  {
    "id": "22300680147",
    "name": "刘思楠",
    "photo": "photos/22300680147-刘思楠.jpg",
    "message": "四分之一人生悄然落幕，青涩与试错都留在了春天。不要在此刻停留，继续步入盛夏。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680094",
    "name": "刘贤齐",
    "photo": "photos/22300680094-刘贤齐.jpg",
    "message": "漫漫人生路，无论遇到什么，都是生命的体验，是生命的积累。\n认定的路，不辩解，不动摇，坚定前行。",
    "major": "财政学"
  },
  {
    "id": "22300680032",
    "name": "楼馨阳",
    "photo": "photos/22300680032-楼馨阳.jpg",
    "message": "毕业寄语：\n四年时光恰似悠然暑假，毕业挥手告别盛夏，愿往后日子，皆有热爱与星光相伴。",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "22300680286",
    "name": "鲁顺",
    "photo": "photos/22300680286-鲁顺.jpg",
    "message": "经院四年，是我们青春里最珍贵的一章。愿此去繁花相送，再遇时情谊依旧。愿我们都能在各自的领域闪闪发光，成为更好的自己。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680221",
    "name": "陆靖磊",
    "photo": "photos/22300680221-陆靖磊.jpg",
    "message": "在大学四年的时间里，认识了很多很好的老师和同学，也不会忘记一起开黑的夜和赶过的课程作业，这些都让我的校园生活过得没那么一晃而过。祝大家都能找到自己喜欢做的事，过得开心，前程似锦，毕业快乐！",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "22300680182",
    "name": "罗嘉欣",
    "photo": "photos/22300680182-罗嘉欣.jpg",
    "message": "Worrying means you suffer twice",
    "major": "财政学"
  },
  {
    "id": "21300680107",
    "name": "罗衍舜",
    "photo": "photos/21300680107-罗衍舜.jpg",
    "message": "数载岁月如歌，感激有诸位一同唱和\n沿途，节奏纵被干扰，和弦继续高调\n无论日后谁人又再隆重登场\n亦难及曾经的我们声势壮\n未来，别让旁人褒贬，混淆你我方向\n成长再迷茫\n回首复旦园，有月光",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680222",
    "name": "骆骏",
    "photo": "photos/22300680222-骆骏.jpg",
    "message": "不会忘记那些光明的日子，永远感激那些温柔的人，也会小心翼翼地保存不可思议的理想，真诚地收纳与世界交织的回忆，花一些时间鼓起勇气，然后继续——在暗中制定那个征服全宇宙的计划！",
    "major": "财政学"
  },
  {
    "id": "22300680100",
    "name": "马怀远",
    "photo": "photos/22300680100-马怀远.jpg",
    "message": "就这样继续向前。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680069",
    "name": "毛灵俊",
    "photo": "photos/22300680069-毛灵俊.jpg",
    "message": "祝复旦越来越强，排名越来越高！\n祝经院越来越好，经费越来越多！\n祝老师身体健康，工作顺利！\n祝同学们毕业快乐，早早发大财！！！",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680224",
    "name": "浦心岳",
    "photo": "photos/22300680224-浦心岳.jpg",
    "message": "寄语：兄弟姐妹们毕业快乐！苟富贵，勿相忘！",
    "major": "国际经济与贸易"
  },
  {
    "id": "21300680015",
    "name": "钱辉樑",
    "photo": "photos/21300680015-钱辉樑.jpg",
    "message": "浪子回头金不换，一路顺风！",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680155",
    "name": "申雨涵",
    "photo": "photos/22300680155-申雨涵.jpg",
    "message": "当我开始自己思考的那一天，才是我真正开始生活的日子。",
    "major": "财政学"
  },
  {
    "id": "22300680112",
    "name": "史芬菲",
    "photo": "photos/22300680112-史芬菲.jpg",
    "message": "四年时光，在经院收获知识与成长，结识良师益友。回望校园点滴，皆是温暖回忆。前路漫漫，愿保持热忱与初心，心怀感恩、笃行不怠。以所学奔赴山海，不负青春韶华，未来砥砺前行，奔赴属于自己的璀璨前程。",
    "major": "财政学"
  },
  {
    "id": "22300680115",
    "name": "孙倩雨",
    "photo": "photos/22300680115-孙倩雨.jpg",
    "message": "与自己对话，与自己和解，在时间这条漫长的河里，并非追逐才是唯一的答案，听从自己内心的声音，感受当下的每一秒钟，当浮出水面的那一刻，你所期待的，寻找的，自然会来。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680173",
    "name": "覃雯琳",
    "photo": "photos/22300680173-覃雯琳.jpg",
    "message": "他们轻轻地说，任由历史重重的落下。希望我们都能在青史上留下属于自己的印记。",
    "major": "国际经济与贸易"
  },
  {
    "id": "21300680271",
    "name": "陶虹洁",
    "photo": "photos/21300680271-陶虹洁.jpg",
    "message": "大家毕业快乐！祝大家未来可期，前途似锦。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680152",
    "name": "田依冉",
    "photo": "photos/22300680152-田依冉.jpg",
    "message": "未来道路漫长，但愿我们充满奇迹，充满发现。",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "22300680113",
    "name": "王鸿雁",
    "photo": "photos/22300680113-王鸿雁.jpg",
    "message": "正是那些没有被打败的瞬间，\n构成了此刻的我。\n愿此去内心丰盈，步履坚定。\n万事胜意。",
    "major": "财政学"
  },
  {
    "id": "22300680116",
    "name": "王茗竹",
    "photo": "photos/22300680116-王茗竹.jpg",
    "message": "我将用最直接，最不绕弯子的方式告诉你：我毕业了。",
    "major": "财政学"
  },
  {
    "id": "22300680101",
    "name": "吴昊天",
    "photo": "photos/22300680101-吴昊天.jpg",
    "message": "未来的你，如果还记得2026年初夏这个下午——那个在工位上写寄语、不知道前路会怎样的人——希望你已经走过了一些事，但还没学会世故。希望你仍然会为一个好问题失眠，仍然平静且好奇地看见路人，仍然不急着给所有事情下结论。",
    "major": "财政学"
  },
  {
    "id": "22300680130",
    "name": "吴佳怡",
    "photo": "photos/22300680130-吴佳怡.jpg",
    "message": "人生路漫漫，做自己的出卷人，也做自己的阅卷人。",
    "major": "财政学"
  },
  {
    "id": "22300680287",
    "name": "谢炎炎",
    "photo": "photos/22300680287-谢炎炎.jpg",
    "message": "四载求学，感恩师友相伴。愿不忘初心，前程似锦。",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "22300680236",
    "name": "邢振",
    "photo": "photos/22300680236-邢振.jpg",
    "message": "日月光华，旦复旦兮。四年经院，幸得师友相伴，也与青春并肩。愿此去仍有少年意气，心怀热望，步履不停，在更广阔的天地写下属于自己的答案。愿此后行路万里，仍葆赤诚与锋芒，在时代潮头中见天地、见众生、见自己。",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "22300680139",
    "name": "许曾依",
    "photo": "photos/22300680139-许曾依.jpg",
    "message": "吾辈毕业踏征程，爱留母校情意浓。星辉洒满前行路，胸怀梦想跃苍穹。",
    "major": "财政学"
  },
  {
    "id": "22300680095",
    "name": "薛维瀚",
    "photo": "photos/22300680095-薛维瀚.jpg",
    "message": "山高自有攀云路，海阔方知举翼时。愿你有忍耐的决心与向前的勇气，一鸣从此始，相望青云端。",
    "major": "财政学"
  },
  {
    "id": "22300680293",
    "name": "严瑞琪",
    "photo": "photos/22300680293-严瑞琪.jpg",
    "message": "我们在数据的噪点中寻找规律，在经济的复杂系统中寻找结构。未来的世界依然充满不确定性，愿我们不论市场如何波动、模型如何迭代，都能以理性过滤杂音，优化人生的配置与路径，毕业快乐！",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "21300680043",
    "name": "闫文基",
    "photo": "photos/21300680043-闫文基.jpg",
    "message": "毕业快乐！",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680017",
    "name": "闫智博",
    "photo": "photos/22300680017-闫智博.jpg",
    "message": "闫智博-毕业纪念册学生寄语\n愿我们都能抵心之所向，圆梦中所想。长路漫漫，明天一定更美好。",
    "major": "财政学"
  },
  {
    "id": "22300680179",
    "name": "杨静怡",
    "photo": "photos/22300680179-杨静怡.jpg",
    "message": "江南无所有，聊赠一枝春",
    "major": "财政学"
  },
  {
    "id": "22300680191",
    "name": "杨淑羽",
    "photo": "photos/22300680191-杨淑羽.jpg",
    "message": "在广袤的空间和无限的时间中，能与你们共享同一颗行星和同一段时光，是我莫大的荣幸。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680197",
    "name": "杨添茗",
    "photo": "photos/22300680197-杨添茗.jpg",
    "message": "寄语\n在复旦经院的四年对我来说，是最难忘的一段时光。自由与严谨构成了我这四年的生活学习基调。自由于我，可以完全放轻松地去探索周边的一切，严谨于我，可以全心专注于学术的研究中。四年匆匆，所幸自在成长",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680183",
    "name": "杨晓丽",
    "photo": "photos/22300680183-杨晓丽.jpg",
    "message": "四年匆匆，是图书馆的灯光，是课堂的回响，是和同窗并肩的日常。感恩经院给予的所有成长，愿我们带着这份温暖，在往后的日子里，眼里有光，心中有爱，奔赴属于自己的繁花。",
    "major": "财政学"
  },
  {
    "id": "22300680096",
    "name": "姚晶",
    "photo": "photos/22300680096-姚晶.jpg",
    "message": "四年同窗，学于复旦经院星空下；一朝别离，行在贸财金保经U间。经济潮涌，时代浪急，愿我们以所学为舟，以热忱为帆，经世济民，学以致用，前程似锦，共赴山海！",
    "major": "财政学"
  },
  {
    "id": "22300680240",
    "name": "叶程",
    "photo": "photos/22300680240-叶程.jpg",
    "message": "毕业寄语\n我们从天南海北相逢，又将向不同远方出发，过去四年合作愉快！祝福大家前路多坦途，好事常发生，心有热爱，生活开朗。一点浩然气，千里快哉风~",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "22300680190",
    "name": "银珈可",
    "photo": "photos/22300680190-银珈可.jpg",
    "message": "经世致用，笃行致远。飞蓬各自远，且尽手中杯。感谢复旦四年的滋养，愿我们以所学为刃，以热爱为炬，奔赴下一场山海。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300686043",
    "name": "英雄",
    "photo": "photos/22300686043-英雄.jpg",
    "message": "大家好，我叫英雄。这个名字来自我的蒙古语名含义，也希望能让大家一听就记住。四年青春扎根于此，课堂求索、朝夕相伴皆是珍贵回忆。离别不是终点，而是新的开始。愿我们步履不停，前程似锦，奔赴热爱，各自闪闪发光。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680119",
    "name": "由启航",
    "photo": "photos/22300680119-由启航.jpg",
    "message": "在比较中失去的会在存在中找回",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300686039",
    "name": "有村步汰",
    "photo": "photos/22300686039-有村步汰.jpg",
    "message": "作为一名留学生，复旦经院的四年让我成长了太多。从最初的陌生到现在的舍不得，感谢所有老师和同学的照顾。这段留学时光是我最宝贵的财富。祝学院越来越好，祝大家前程似锦，毕业快乐！",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680039",
    "name": "余宇轩",
    "photo": "photos/22300680039-余宇轩.jpg",
    "message": "同窗数载，虽各有步履，仍幸于经院共赴一程。回望来路，行囊已满，既有求索，也有收获；今日作别，奔赴下一场山海。愿大家所行皆探求，所得皆所愿，心中有光，前路坦荡，岁岁安宁。",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "22300680109",
    "name": "岳滢雪霏",
    "photo": "photos/22300680109-岳滢雪霏.jpg",
    "message": "毕业快乐！在经院的四年是非常充实的，学到了很多知识也结识了很多朋友～",
    "major": "财政学"
  },
  {
    "id": "22300680178",
    "name": "张粲璨",
    "photo": "photos/22300680178-张粲璨.jpg",
    "message": "",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680274",
    "name": "张乐颜",
    "photo": "photos/22300680274-张乐颜.jpg",
    "message": "宏大的理想未必能够对抗虚无，微小的选择却可以。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680157",
    "name": "张梦影",
    "photo": "photos/22300680157-张梦影.jpg",
    "message": "我只是在夕阳中站了一会儿，我们就毕业了。\n来不及好好告别，那就把祝福别在风里。\n此去山高水长，\n愿我们都在自己的轨道上，闪闪发光。",
    "major": "财政学"
  },
  {
    "id": "22300680097",
    "name": "张谡",
    "photo": "photos/22300680097-张谡.jpg",
    "message": "与君结识，此生所幸。愿作烛火，前路慢行。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680144",
    "name": "张怡宁",
    "photo": "photos/22300680144-张怡宁.jpg",
    "message": "去到心中美好结局那一步 是未看到 未碰到 未跌倒 未潦倒 直至得到",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680010",
    "name": "张子豪",
    "photo": "photos/22300680010-张子豪.jpg",
    "message": "成事在天，谋事在人。",
    "major": "国际经济与贸易"
  },
  {
    "id": "22300680120",
    "name": "张祚",
    "photo": "photos/22300680120-张祚.jpg",
    "message": "毕业寄语\n不必太在乎每一个选择的错与对，理想会带着我们奔赴幸福！",
    "major": "财政学"
  },
  {
    "id": "22300680080",
    "name": "赵烽舜",
    "photo": "photos/22300680080-赵烽舜.jpg",
    "message": "虽说平日里往来不多，很多同学都未曾真正熟识，但有幸一同在经院求学成长，便是一份珍贵缘分。回首过往收获满满，告别校园奔赴新程，愿各位同学前程坦荡，所得皆所愿，岁岁皆安然。",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "22300680281",
    "name": "仲阳",
    "photo": "photos/22300680281-仲阳.jpg",
    "message": "愿你在无数个选择中走向自己，此去山高水长，必有星河万丈。",
    "major": "国贸-大数据双学位"
  },
  {
    "id": "21300130072",
    "name": "周亦陈",
    "photo": "photos/21300130072-周亦陈.jpg",
    "message": "在经济学院的四年时光倏然而过，感谢师长的教诲和同窗的陪伴。愿我们带着在这里收获的勇气与热爱，奔赴更广阔的人生。无论在多远的未来回忆起这段时光，我想我依然会觉得在这里的一字一句一篇都灿烂。",
    "major": "财政学"
  },
  {
    "id": "22300680282",
    "name": "宗梓珺",
    "photo": "photos/22300680282-宗梓珺.jpg",
    "message": "感谢复旦和经院带给我的四年，让我真的看见“奇妙的世界五彩斑斓，有点可疑，有点不真实，但实在美轮美奂”。现在，我的下一个夏天开始了。",
    "major": "财政学"
  }
];
